Repository: themselg/badreads
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: No results found for your search query.
es: No se encontraron resultados para tu búsqueda.
fr: Aucun résultat trouvé pour votre requête de recherche.
ja: 検索クエリに一致する結果は見つかりませんでした。

source: Account Information
es: Información de la Cuenta
fr: Informations du compte
ja: アカウント情報

source: Manage your account details.
es: Gestiona los detalles de tu cuenta.
fr: Gérez les détails de votre compte.
ja: アカウントの詳細を管理します。

source: Profile Customization
es: Personalización del Perfil
fr: Personnalisation du profil
ja: プロフィールのカスタマイズ

source: Update your profile picture, display name, and bio.
es: Actualiza tu foto de perfil, nombre de visualización y biografía.
fr: Mettez à jour votre photo de profil, votre nom d'affichage et votre biographie.
ja: プロフィール写真、表示名、自己紹介を更新します。

source: Change Username
es: Cambiar Nombre de Usuario
fr: Changer le nom d'utilisateur
ja: ユーザー名を変更

source: Your current username is
es: Tu nombre de usuario actual es
fr: Votre nom d'utilisateur actuel est
ja: 現在のユーザー名は

source: New Username
es: Nuevo Nombre de Usuario
fr: Nouveau nom d'utilisateur
ja: 新しいユーザー名

source: Update Username
es: Actualizar Nombre de Usuario
fr: Mettre à jour le nom d'utilisateur
ja: ユーザー名を更新

source: Change Password
es: Cambiar Contraseña
fr: Changer le mot de passe
ja: パスワードを変更

source: Update your account password.
es: Actualiza la contraseña de tu cuenta.
fr: Mettez à jour le mot de passe de votre compte.
ja: アカウントのパスワードを更新します。

source: Current Password
es: Contraseña Actual
fr: Mot de passe actuel
ja: 現在のパスワード

source: New Password
es: Nueva Contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード

source: Confirm New Password
es: Confirmar Nueva Contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードを確認

source: Privacy Settings
es: Configuración de Privacidad
fr: Paramètres de confidentialité
ja: プライバシー設定

source: Profile Visibility
es: Visibilidad del Perfil
fr: Visibilité du profil
ja: プロフィールの公開設定

source: Control who can see your profile and activity.
es: Controla quién puede ver tu perfil y actividad.
fr: Contrôlez qui peut voir votre profil et votre activité.
ja: プロフィールやアクティビティを見ることができる人を管理します。

source: Your profile is Public
es: Tu perfil es Público
fr: Votre profil est public
ja: あなたのプロフィールは公開です

source: Your profile is Private
es: Tu perfil es Privado
fr: Votre profil est privé
ja: あなたのプロフィールは非公開です

source: Save Privacy
es: Guardar Privacidad
fr: Enregistrer la confidentialité
ja: プライバシーを保存

source: Blocked Users
es: Usuarios Bloqueados
fr: Utilisateurs bloqués
ja: ブロックしたユーザー

source: Manage users you have blocked from interacting with you.
es: Gestiona los usuarios que has bloqueado para que no interactúen contigo.
fr: Gérez les utilisateurs que vous avez bloqués pour qu'ils n'interagissent pas avec vous.
ja: あなたとやり取りできないようにブロックしたユーザーを管理します。

source: Notification Preferences
es: Preferencias de Notificación
fr: Préférences de notification
ja: 通知設定

source: Choose which notifications you receive.
es: Elige qué notificaciones recibirás.
fr: Choisissez les notifications que vous souhaitez recevoir.
ja: 受け取る通知を選択してください。

source: New followers
es: Nuevos seguidores
fr: Nouveaux abonnés
ja: 新しいフォロワー

source: Likes on your reviews
es: Me gusta en tus reseñas
fr: J'aime sur vos critiques
ja: あなたのレビューへの「いいね」

source: Friend activity (new books, reviews)
es: Actividad de amigos (libros nuevos, reseñas)
fr: Activité des amis (nouveaux livres, critiques)
ja: 友達のアクティビティ (新しい本、レビュー)

source: Save Notifications
es: Guardar Notificaciones
fr: Enregistrer les notifications
ja: 通知を保存

source: General Preferences
es: Preferencias Generales
fr: Préférences générales
ja: 一般設定

source: Go
es: Ir
fr: Aller
ja: 移動

source: Time Zone
es: Zona Horaria
fr: Fuseau horaire
ja: タイムゾーン

source: Set your local time zone for accurate timestamps.
es: Establece tu zona horaria local para marcas de tiempo precisas.
fr: Définissez votre fuseau horaire local pour des horodatages précis.
ja: 正確なタイムスタンプのために、あなたのローカルタイムゾーンを設定します。

source: Select Time Zone
es: Seleccionar Zona Horaria
fr: Sélectionner le fuseau horaire
ja: タイムゾーンを選択

source: Save Time Zone
es: Guardar Zona Horaria
fr: Enregistrer le fuseau horaire
ja: タイムゾーンを保存

source: Information & Support
es: Información y Soporte
fr: Informations et support
ja: 情報とサポート

source: About
es: Acerca de
fr: À propos
ja: について

source: BadReads is a book tracking and social reading application.
es: BadReads es una aplicación de seguimiento de libros y lectura social.
fr: BadReads est une application de suivi de livres et de lecture sociale.
ja: BadReadsは、本の追跡とソーシャルな読書アプリケーションです。

source: Version
es: Versión
ja: バージョン

source: Developed by
es: Desarrollado por
fr: Développé par
ja: 開発者

source: Help & Support
es: Ayuda y Soporte
fr: Aide et support
ja: ヘルプとサポート

source: Need assistance? Visit our help center or contact support.
es: ¿Necesitas ayuda? Visita nuestro centro de ayuda o contacta a soporte.
fr: Besoin d'aide ? Visitez notre centre d'aide ou contactez le support.
ja: サポートが必要ですか？ヘルプセンターにアクセスするか、サポートにお問い合わせください。

source: Danger Zone
es: Zona de Peligro
fr: Zone de danger
ja: 危険ゾーン

source: Delete Account
es: Eliminar Cuenta
fr: Supprimer le compte
ja: アカウントを削除

source: Permanently delete your account and all associated data. This action cannot be undone.
es: Elimina permanentemente tu cuenta y todos los datos asociados. Esta acción no se puede deshacer.
fr: Supprimez définitivement votre compte et toutes les données associées. Cette action est irréversible.
ja: あなたのアカウントと関連するすべてのデータを完全に削除します。この操作は元に戻せません。

source: Delete My Account
es: Eliminar Mi Cuenta
fr: Supprimer mon compte
ja: 私のアカウントを削除

source: Confirm Account Deletion
es: Confirmar Eliminación de Cuenta
fr: Confirmer la suppression du compte
ja: アカウント削除の確認

source: Are you absolutely sure you want to delete your account? All your data will be permanently removed.
es: ¿Estás absolutamente seguro de que quieres eliminar tu cuenta? Todos tus datos serán eliminados permanentemente.
fr: Êtes-vous absolument sûr de vouloir supprimer votre compte ? Toutes vos données seront supprimées définitivement.
ja: 本当にアカウントを削除してもよろしいですか？すべてのデータは完全に削除されます。

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
ja: この操作は元に戻せません。

source: Yes, Delete My Account
es: Sí, Eliminar Mi Cuenta
fr: Oui, supprimer mon compte
ja: はい、アカウントを削除します

source: Already have an account? <a href="%(login_url)s">Log In here</a>.
es: ¿Ya tienes una cuenta? <a href="%(login_url)s">Inicia sesión aquí</a>.
fr: Vous avez déjà un compte ? <a href="%(login_url)s">Connectez-vous ici</a>.
ja: すでにアカウントをお持ちですか？<a href="%(login_url)s">こちらからログイン</a>。

source: Account created successfully! Please log in.
es: ¡Cuenta creada correctamente! Por favor, inicia sesión.
fr: Compte créé avec succès ! Veuillez vous connecter.
ja: アカウントが正常に作成されました！ログインしてください。

source: Please correct the errors below.
es: Por favor, corrige los errores a continuación.
fr: Veuillez corriger les erreurs ci-dessous.
ja: 以下のエラーを修正してください。

source: Invalid username or password.
es: Nombre de usuario o contraseña inválidos.
fr: Nom d'utilisateur ou mot de passe invalide.
ja: ユーザー名またはパスワードが無効です。

source: You have been logged out successfully.
es: Has cerrado sesión correctamente.
fr: Vous avez été déconnecté avec succès.
ja: 正常にログアウトされました。

source: Welcome to BadReads
es: Bienvenido a BadReads
fr: Bienvenue sur BadReads
ja: BadReadsへようこそ

source: You are not authorized to edit this profile.
es: No estás autorizado para editar este perfil.
fr: Vous n'êtes pas autorisé à modifier ce profil.
ja: あなたはこのプロフィールを編集する権限がありません。

source: You unliked this review.
es: Has quitado el 'me gusta' a esta reseña.
fr: Vous n'aimez plus cette critique.
ja: このレビューへの「いいね」を取り消しました。

source: You liked this review!
es: ¡Te ha gustado esta reseña!
fr: Vous avez aimé cette critique !
ja: このレビューに「いいね」しました！

source: You are not authorized to view this list.
es: No estás autorizado para ver esta lista.
fr: Vous n'êtes pas autorisé à consulter cette liste.
ja: あなたはこのリストを閲覧する権限がありません。

source: Invalid request method.
es: Método de solicitud inválido.
fr: Méthode de requête invalide.
ja: 無効なリクエストメソッドです。

source: You cannot follow yourself.
es: No puedes seguirte a ti mismo.
fr: Vous ne pouvez pas vous suivre vous-même.
ja: 自分自身をフォローすることはできません。

source: You cannot chat with yourself.
es: No puedes chatear contigo mismo.
fr: Vous ne pouvez pas discuter avec vous-même.
ja: 自分自身とチャットすることはできません。

source: Your message could not be sent. Please try again.
es: Tu mensaje no pudo ser enviado. Por favor, inténtalo de nuevo.
fr: Votre message n'a pas pu être envoyé. Veuillez réessayer.
ja: メッセージを送信できませんでした。もう一度お試しください。

source: no_isbn
es: sin_isbn
fr: pas_isbn
ja: ISBNなし

source: Could not download book cover from Open Library.
es: No se pudo descargar la portada del libro desde Open Library.
fr: Impossible de télécharger la couverture du livre depuis Open Library.
ja: Open Libraryから本の表紙をダウンロードできませんでした。

source: Book added by {user}
es: Libro añadido por {user}
fr: Livre ajouté par {user}
ja: {user} によって追加された本

source: Release Date: '{old_date_display}' -> '{new_date_display}'
es: Fecha de Publicación: '{old_date_display}' -> '{new_date_display}'
fr: Date de publication : '{old_date_display}' -> '{new_date_display}'
ja: 発売日: '{old_date_display}' -> '{new_date_display}'

source: Cover: new file uploaded
es: Portada: nuevo archivo subido
fr: Couverture : nouveau fichier téléchargé
ja: 表紙: 新しいファイルがアップロードされました

source: Cover: changed to URL '{new_url}'
es: Portada: cambiada a URL '{new_url}'
fr: Couverture : changée à l'URL '{new_url}'
ja: 表紙: URL '{new_url}' に変更されました

source: Cover: removed
es: Portada: eliminada
fr: Couverture : supprimée
ja: 表紙: 削除されました

source: Could not download book cover from Open Library during edit. Keeping existing cover if any.
es: No se pudo descargar la portada del libro de Open Library durante la edición. Se mantiene la portada existente si la hay.
fr: Impossible de télécharger la couverture du livre depuis Open Library lors de la modification. La couverture existante est conservée si elle existe.
ja: 編集中にOpen Libraryから本の表紙をダウンロードできませんでした。既存の表紙がある場合はそれを保持します。

source: Edited:
es: Editado:
fr: Modifié :
ja: 編集済み：

source: No changes were made to the book.
es: No se realizaron cambios en el libro.
fr: Aucune modification n'a été apportée au livre.
ja: 本に何の変更もありませんでした。

source: Invalid request to delete the book.
es: Solicitud inválida para eliminar el libro.
fr: Requête invalide pour supprimer le livre.
ja: 本を削除するための無効なリクエストです。

source: Review and rating are required.
es: La reseña y la calificación son obligatorias.
fr: La critique et la note sont obligatoires.
ja: レビューと評価は必須です。

source: Rating must be a number between 0 and 5.
es: La calificación debe ser un número entre 0 y 5.
fr: La note doit être un nombre entre 0 et 5.
ja: 評価は0から5の間の数値である必要があります。

source: Error updating username. Please check the form.
es: Error al actualizar el nombre de usuario. Por favor, revisa el formulario.
fr: Erreur lors de la mise à jour du nom d'utilisateur. Veuillez vérifier le formulaire.
ja: ユーザー名の更新中にエラーが発生しました。フォームを確認してください。

source: Your password was successfully updated!
es: ¡Tu contraseña se ha actualizado correctamente!
fr: Votre mot de passe a été mis à jour avec succès !
ja: パスワードが正常に更新されました！

source: Error updating password. Please check the form.
es: Error al actualizar la contraseña. Por favor, revisa el formulario.
fr: Erreur lors de la mise à jour du mot de passe. Veuillez vérifier le formulaire.
ja: パスワードの更新中にエラーが発生しました。フォームを確認してください。

source: Your profile is now public.
es: Tu perfil ahora es público.
fr: Votre profil est maintenant public.
ja: あなたのプロフィールは現在公開されています。

source: Your profile is now private.
es: Tu perfil ahora es privado.
fr: Votre profil est maintenant privé.
ja: あなたのプロフィールは現在非公開です。

source: Error updating profile visibility.
es: Error al actualizar la visibilidad del perfil.
fr: Erreur lors de la mise à jour de la visibilité du profil.
ja: プロフィールの公開設定の更新中にエラーが発生しました。

source: Notification settings updated successfully!
es: ¡Configuración de notificaciones actualizada correctamente!
fr: Paramètres de notification mis à jour avec succès !
ja: 通知設定が正常に更新されました！

source: Error updating notification settings. Please check the form.
es: Error al actualizar la configuración de notificaciones. Por favor, revisa el formulario.
fr: Erreur lors de la mise à jour des paramètres de notification. Veuillez vérifier le formulaire.
ja: 通知設定の更新中にエラーが発生しました。フォームを確認してください。

source: Time zone updated successfully!
es: ¡Zona horaria actualizada correctamente!
fr: Fuseau horaire mis à jour avec succès !
ja: タイムゾーンが正常に更新されました！

source: Error updating time zone. Please check the form.
es: Error al actualizar la zona horaria. Por favor, revisa el formulario.
fr: Erreur lors de la mise à jour du fuseau horaire. Veuillez vérifier le formulaire.
ja: タイムゾーンの更新中にエラーが発生しました。フォームを確認してください。

source: Dark theme activated.
es: Tema oscuro activado.
fr: Thème sombre activé.
ja: ダークテーマが有効になりました。

source: Light theme activated.
es: Tema claro activado.
fr: Thème clair activé.
ja: ライトテーマが有効になりました。

source: Error updating theme.
es: Error al actualizar el tema.
fr: Erreur lors de la mise à jour du thème.
ja: テーマの更新中にエラーが発生しました。

source: Invalid request for account deletion.
es: Solicitud inválida para eliminación de cuenta.
fr: Requête invalide pour la suppression du compte.
ja: アカウント削除のための無効なリクエストです。

source: You cannot block yourself.
es: No puedes bloquearte a ti mismo.
fr: Vous ne pouvez pas vous bloquer vous-même.
ja: 自分自身をブロックすることはできません。

source: You cannot unblock yourself.
es: No puedes desbloquearte a ti mismo.
fr: Vous ne pouvez pas vous débloquer vous-même.
ja: 自分自身をブロック解除することはできません。

source: All notifications marked as read.
es: Todas las notificaciones marcadas como leídas.
fr: Toutes les notifications marquées comme lues.
ja: すべての通知が既読になりました。

source: All Recommended Books
es: Todos los Libros Recomendados
fr: Tous les livres recommandés
ja: すべてのおすすめ本

source: All Trending Books
es: Todos los Libros en Tendencia
fr: Tous les livres tendance
ja: すべてのトレンド本

source: Book not found for this ISBN.
es: Libro no encontrado para este ISBN.
fr: Livre non trouvé pour cet ISBN.
ja: このISBNの本は見つかりませんでした。

source: Book data not found for this ISBN key.
es: Datos del libro no encontrados para esta clave ISBN.
fr: Données du livre introuvables pour cette clé ISBN.
ja: このISBNキーの書籍データは見つかりませんでした。

source: A book with this ISBN already exists.
es: Ya existe un libro con este ISBN.
fr: Un livre avec cet ISBN existe déjà.
ja: このISBNの本はすでに存在します。

source: Book added successfully!
es: ¡Libro añadido correctamente!
fr: Livre ajouté avec succès !
ja: 本が正常に追加されました！

source: Book saved and previewed!
es: ¡Libro guardado y previsualizado!
fr: Livre enregistré et prévisualisé !
ja: 本が保存され、プレビューされました！

source: No image data provided.
es: No se proporcionaron datos de imagen.
fr: Aucune donnée d'image fournie.
ja: 画像データが提供されていません。

source: Invalid image data format. Expected base64 string.
es: Formato de datos de imagen inválido. Se esperaba una cadena base64.
fr: Format de données d'image invalide. Chaîne base64 attendue.
ja: 無効な画像データ形式です。base64文字列が必要です。

source: No valid ISBN found in the scanned image. Please try again.
es: No se encontró un ISBN válido en la imagen escaneada. Por favor, inténtalo de nuevo.
fr: Aucun ISBN valide trouvé dans l'image scannée. Veuillez réessayer.
ja: スキャンした画像に有効なISBNが見つかりませんでした。もう一度お試しください。

source: Invalid JSON.
es: JSON inválido.
fr: JSON invalide.
ja: 無効なJSONです。

source: Tesseract OCR engine not found. Please install it or check its path.
es: Motor OCR Tesseract no encontrado. Por favor, instálalo o verifica su ruta.
fr: Moteur OCR Tesseract introuvable. Veuillez l'installer ou vérifier son chemin.
ja: Tesseract OCRエンジンが見つかりません。インストールするか、パスを確認してください。
