Repository: themselg/badreads
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Add New Book
es: Añadir Nuevo Libro
fr: Ajouter un nouveau livre
ja: 新しい本を追加

source: Add with ISBN
es: Añadir con ISBN
fr: Ajouter avec ISBN
ja: ISBNで追加

source: Quickly add a book using its ISBN and pre-fill details.
es: Añade rápidamente un libro usando su ISBN y pre-rellena los detalles.
fr: Ajoutez rapidement un livre en utilisant son ISBN et pré-remplissez les détails.
ja: ISBNを使用して本を素早く追加し、詳細を事前に入力します。

source: Use ISBN
es: Usar ISBN
fr: Utiliser l'ISBN
ja: ISBNを使用

source: Add with Camera Scan (OCR)
es: Añadir con Escáner de Cámara (OCR)
fr: Ajouter avec Scan Caméra (OCR)
ja: カメラでスキャンして追加 (OCR)

source: Scan the ISBN from an image using your camera.
es: Escanea el ISBN de una imagen usando tu cámara.
fr: Scannez l'ISBN d'une image en utilisant votre caméra.
ja: カメラを使用して画像からISBNをスキャンします。

source: Use Camera Scan
es: Usar Escáner de Cámara
fr: Utiliser le scan caméra
ja: カメラでスキャン

source: Add Manually
es: Añadir Manualmente
fr: Ajouter manuellement
ja: 手動で追加

source: Authors
es: Autores
fr: Auteurs
ja: 著者

source: Editorial
fr: Éditeur
ja: 出版社

source: Language
es: Idioma
fr: Langue
ja: 言語

source: Genres
es: Géneros
ja: ジャンル

source: Formats
es: Formatos
ja: 形式

source: Book Cover
es: Portada del Libro
fr: Couverture du livre
ja: 本の表紙

source: Drag & drop an image or click to upload
es: Arrastra y suelta una imagen o haz clic para subir
fr: Faites glisser et déposez une image ou cliquez pour télécharger
ja: 画像をドラッグ＆ドロップまたはクリックしてアップロード

source: Cover Preview
es: Vista previa de la portada
fr: Aperçu de la couverture
ja: 表紙プレビュー

source: Preview Book
es: Previsualizar Libro
fr: Aperçu du livre
ja: 本をプレビュー

source: Save Book
es: Guardar Libro
fr: Enregistrer le livre
ja: 本を保存

source: Book Preview
es: Vista Previa del Libro
fr: Aperçu du livre
ja: 本のプレビュー

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる

source: Release Date
es: Fecha de Publicación
fr: Date de publication
ja: 発売日

source: Edition Number
es: Número de Edición
fr: Numéro d'édition
ja: 版数

source: Edit
es: Editar
fr: Modifier
ja: 編集

source: Confirm & Save
es: Confirmar y Guardar
fr: Confirmer et enregistrer
ja: 確認して保存

source: No Title
es: Sin Título
fr: Pas de titre
ja: タイトルなし

source: No Author
es: Sin Autor
fr: Pas d'auteur
ja: 著者なし

source: Add Book by ISBN
es: Añadir Libro por ISBN
fr: Ajouter un livre par ISBN
ja: ISBNで本を追加

source: Enter ISBN
es: Introducir ISBN
fr: Entrez l'ISBN
ja: ISBNを入力

source: Search ISBN
es: Buscar ISBN
fr: Rechercher l'ISBN
ja: ISBNを検索

source: Add Book
es: Añadir Libro
fr: Ajouter un livre
ja: 本を追加

source: Scan ISBN with Camera
es: Escanear ISBN con Cámara
fr: Scanner l'ISBN avec la caméra
ja: カメラでISBNをスキャン

source: Loading...
es: Cargando...
fr: Chargement...
ja: 読み込み中...

source: Scanning ISBN...
es: Escaneando ISBN...
fr: Scan de l'ISBN...
ja: ISBNスキャン中...

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

source: Take Photo & Scan
es: Tomar Foto y Escanear
fr: Prendre une photo et scanner
ja: 写真を撮ってスキャン

source: Align ISBN here
es: Alinear ISBN aquí
fr: Aligner l'ISBN ici
ja: ここにISBNを合わせる

source: Camera not active. Please ensure camera access and try again.
es: Cámara no activa. Por favor, asegúrate de dar permiso a la cámara e inténtalo de nuevo.
fr: Caméra non active. Veuillez vous assurer que l'accès à la caméra est autorisé et réessayez.
ja: カメラが有効ではありません。カメラへのアクセスを許可してもう一度お試しください。

source: Failed to process image.
es: Fallo al procesar la imagen.
fr: Échec du traitement de l'image.
ja: 画像の処理に失敗しました。

source: ISBN scanned successfully!
es: ¡ISBN escaneado con éxito!
fr: ISBN scanné avec succès !
ja: ISBNのスキャンに成功しました！

source: No ISBN found in the scanned image. Please try again.
es: No se encontró ningún ISBN en la imagen escaneada. Por favor, inténtalo de nuevo.
fr: Aucun ISBN trouvé dans l'image scannée. Veuillez réessayer.
ja: スキャンした画像にISBNが見つかりませんでした。もう一度お試しください。

source: Error during ISBN scan:
es: Error durante el escaneo del ISBN:
fr: Erreur lors du scan de l'ISBN :
ja: ISBNスキャン中のエラー：

source: Add Book or Review
es: Añadir Libro o Reseña
fr: Ajouter un livre ou une critique
ja: 本またはレビューを追加

source: What would you like to add?
es: ¿Qué te gustaría añadir?
fr: Que souhaitez-vous ajouter ?
ja: 何を追加しますか？

source: If a book is not yet in our system, add it here.
es: Si un libro aún no está en nuestro sistema, añádelo aquí.
fr: Si un livre n'est pas encore dans notre système, ajoutez-le ici.
ja: まだシステムにない本は、ここから追加してください。

source: Review a Book
es: Reseñar un Libro
fr: Critiquer un livre
ja: 本をレビュー

source: Write a review for a book you have already read.
es: Escribe una reseña para un libro que ya hayas leído.
fr: Écrivez une critique pour un livre que vous avez déjà lu.
ja: すでに読んだ本のレビューを書いてください。

source: Add Review
es: Añadir Reseña
fr: Ajouter une critique
ja: レビューを追加

source: Add Review for a Book
es: Añadir Reseña para un Libro
fr: Ajouter une critique pour un livre
ja: 本のレビューを追加

source: Search for a book
es: Buscar un libro
fr: Rechercher un livre
ja: 本を検索

source: Search by title or ISBN...
es: Buscar por título o ISBN...
fr: Rechercher par titre ou ISBN...
ja: タイトルまたはISBNで検索...

source: Start typing to find a book you've read.
es: Empieza a escribir para encontrar un libro que hayas leído.
fr: Commencez à taper pour trouver un livre que vous avez lu.
ja: 読んだ本を見つけるために、入力を開始してください。

source: Reviewing
es: Reseñando
fr: Critique de
ja: レビュー中

source: None selected
es: Ninguno seleccionado
fr: Aucun sélectionné
ja: 選択されていません

source: Your Review
es: Tu Reseña
fr: Votre critique
ja: あなたのレビュー

source: Write your thoughts about the book...
es: Escribe tus pensamientos sobre el libro...
fr: Écrivez vos pensées sur le livre...
ja: 本についてあなたの考えを書いてください...

source: Rating (0-5)
es: Calificación (0-5)
fr: Note (0-5)
ja: 評価 (0-5)

source: Submit Review
es: Enviar Reseña
fr: Soumettre la critique
ja: レビューを送信

source: No books found.
es: No se encontraron libros.
fr: Aucun livre trouvé.
ja: 本が見つかりませんでした。

source: Add Review for
es: Añadir Reseña para
fr: Ajouter une critique pour
ja: のレビューを追加

source: Unknown Author
es: Autor Desconocido
fr: Auteur inconnu
ja: 不明な著者

source: Share your thoughts about this book...
es: Comparte tus pensamientos sobre este libro...
fr: Partagez vos pensées sur ce livre...
ja: この本についてあなたの考えを共有してください...

source: Sort by
es: Ordenar por
fr: Trier par
ja: 並べ替え

source: Title (A-Z)
es: Título (A-Z)
fr: Titre (A-Z)
ja: タイトル (A-Z)

source: Title (Z-A)
es: Título (Z-A)
fr: Titre (Z-A)
ja: タイトル (Z-A)

source: Details
es: Detalles
fr: Détails
ja: 詳細

source: Want to Read
es: Quiero Leer
fr: Envie de lire
ja: 読みたい

source: Edit Review
es: Editar Reseña
fr: Modifier la critique
ja: レビューを編集

source: No books found in this section.
es: No se encontraron libros en esta sección.
fr: Aucun livre trouvé dans cette section.
ja: このセクションに本は見つかりませんでした。

source: Search for books, users...
es: Buscar libros, usuarios...
fr: Rechercher des livres, des utilisateurs...
ja: 本、ユーザーを検索...

source: Logout
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト

source: All Books
es: Todos los Libros
fr: Tous les livres
ja: すべての本

source: Popular Reviews
es: Reseñas Populares
fr: Critiques populaires
ja: 人気のレビュー

source: My Reading List
es: Mi Lista de Lectura
fr: Ma liste de lecture
ja: 私の読書リスト

source: Friends
es: Amigos
fr: Amis
ja: 友達

source: Chat
ja: チャット

source: Your Account
es: Tu Cuenta
fr: Votre compte
ja: あなたのアカウント

source: Profile
es: Perfil
fr: Profil
ja: プロフィール

source: Settings
es: Configuración
fr: Paramètres
ja: 設定

source: Account
es: Cuenta
fr: Compte
ja: アカウント

source: Login
es: Iniciar sesión
fr: Connexion
ja: ログイン

source: Sign Up
es: Registrarse
fr: S'inscrire
ja: サインアップ

source: Are you sure you want to delete this book? This action cannot be undone.
es: Estás seguro de que quieres eliminar este libro? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce livre ? Cette action est irréversible.
ja: この本を削除してもよろしいですか？この操作は元に戻せません。

source: Delete Book (Admin Only)
es: Eliminar Libro (Solo Administrador)
fr: Supprimer le livre (Administrateur seulement)
ja: 本を削除 (管理者のみ)

source: Read This Book
es: Leer este Libro
fr: Lire ce livre
ja: この本を読む

source: Already Read
es: Ya Leído
fr: Déjà lu
ja: 読了済み

source: Edit My Review
es: Editar Mi Reseña
fr: Modifier ma critique
ja: 私のレビューを編集

source: In Reading List
es: En Lista de Lectura
fr: Dans la liste de lecture
ja: 読書リスト内

source: Edit Book Details
es: Editar Detalles del Libro
fr: Modifier les détails du livre
ja: 本の詳細を編集

source: Author
es: Autor
fr: Auteur
ja: 著者

source: Original Book
es: Libro Original
fr: Livre original
ja: 元の本

source: Last modified by
es: Última modificación por
fr: Dernière modification par
ja: 最終更新者

source: on
es: el
fr: le
ja: に

source: Friends Who Read This Book
es: Amigos que Leyeron este Libro
fr: Amis qui ont lu ce livre
ja: この本を読んだ友達

source: Rated
es: Calificación
fr: Noté
ja: 評価済み

source: View Profile
es: Ver Perfil
fr: Voir le profil
ja: プロフィールを見る

source: No friends have read this book yet.
es: Ningún amigo ha leído este libro todavía.
fr: Aucun ami n'a encore lu ce livre.
ja: この本を読んだ友達はまだいません。

source: Most Popular Reviews
es: Reseñas Más Populares
fr: Critiques les plus populaires
ja: 最も人気のレビュー

source: Rating
es: Calificación
fr: Note
ja: 評価

source: Likes
es: Me Gusta
fr: J'aime
ja: いいね

source: View Book
es: Ver Libro
fr: Voir le livre
ja: 本を見る

source: Are you sure you want to delete this review?
es: ¿Estás seguro de que quieres eliminar esta reseña?
fr: Êtes-vous sûr de vouloir supprimer cette critique ?
ja: このレビューを削除してもよろしいですか？

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除

source: No reviews for this book yet.
es: Aún no hay reseñas para este libro.
fr: Pas encore de critiques pour ce livre.
ja: この本にはまだレビューがありません。

source: Write a Review
es: Escribir una Reseña
fr: Écrire une critique
ja: レビューを書く

source: Edit History
es: Historial de Ediciones
fr: Historique des modifications
ja: 編集履歴

source: Edited by
es: Editado por
fr: Modifié par
ja: 編集者

source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明

source: No edit history available for this book yet.
es: No hay historial de edición disponible para este libro aún.
fr: Pas d'historique de modification disponible pour ce livre pour l'instant.
ja: この本の編集履歴はまだありません。

source: My Chats
es: Mis Chats
fr: Mes conversations
ja: マイチャット

source: No messages yet.
es: Aún no hay mensajes.
fr: Pas encore de messages.
ja: まだメッセージはありません。

source: You don't have any active chats yet.
es: Aún no tienes chats activos.
fr: Vous n'avez pas encore de conversations actives.
ja: まだアクティブなチャットはありません。

source: Start by following people. If they follow you back, you can chat!
es: ¡Empieza siguiendo a personas. Si te siguen de vuelta, podrás chatear!
fr: Commencez par suivre des personnes. S'ils vous suivent en retour, vous pourrez discuter !
ja: 人をフォローすることから始めましょう。相手もフォローしてくれたら、チャットできます！

source: Find Friends
es: Encontrar Amigos
fr: Trouver des amis
ja: 友達を探す

source: Chat with
es: Chatear con
fr: Discuter avec
ja: とチャット

source: You
es: Tú
fr: Vous
ja: あなた

source: Start your conversation!
es: ¡Inicia tu conversación!
fr: Commencez votre conversation !
ja: 会話を開始しましょう！

source: Contact Support
es: Contactar Soporte
fr: Contacter le support
ja: サポートに連絡

source: Have a question or need assistance? Send us a message!
es: ¿Tienes alguna pregunta o necesitas ayuda? ¡Envíanos un mensaje!
fr: Vous avez une question ou besoin d'aide ? Envoyez-nous un message !
ja: ご質問やサポートが必要ですか？メッセージをお送りください！

source: Our support team will get back to you as soon as possible.
es: Nuestro equipo de soporte se pondrá en contacto contigo lo antes posible.
fr: Notre équipe de support vous répondra dès que possible.
ja: 当社のサポートチームが、できるだけ早くご連絡いたします。

source: Your Name
es: Tu Nombre
fr: Votre nom
ja: あなたの名前

source: Your Email
es: Tu Correo Electrónico
fr: Votre e-mail
ja: あなたのメールアドレス

source: Subject
es: Asunto
fr: Sujet
ja: 件名

source: Your Message
es: Tu Mensaje
fr: Votre message
ja: あなたのメッセージ

source: Send Message
es: Enviar Mensaje
fr: Envoyer le message
ja: メッセージを送信

source: You can also reach us at support@badreads.com
es: También puedes contactarnos en support@badreads.com
fr: Vous pouvez également nous contacter à support@badreads.com
ja: support@badreads.com までご連絡いただくことも可能です。

source: Edit Book
es: Editar Libro
fr: Modifier le livre
ja: 本を編集

source: Preview Changes
es: Previsualizar Cambios
fr: Aperçu des modifications
ja: 変更をプレビュー

source: Save Changes
es: Guardar Cambios
fr: Enregistrer les modifications
ja: 変更を保存

source: Edit Profile
es: Editar Perfil
fr: Modifier le profil
ja: プロフィールを編集

source: Profile Picture
es: Foto de Perfil
fr: Photo de profil
ja: プロフィール写真

source: Upload a new profile picture. Max file size: 2.5 MB
es: Sube una nueva foto de perfil. Tamaño máximo del archivo: 2.5 MB
fr: Téléchargez une nouvelle photo de profil. Taille maximale du fichier : 2.5 Mo
ja: 新しいプロフィール写真をアップロードします。最大ファイルサイズ：2.5 MB

source: Remove current picture
es: Eliminar foto actual
fr: Supprimer la photo actuelle
ja: 現在の写真を削除

source: Display Name
es: Nombre de Visualización
fr: Nom d'affichage
ja: 表示名

source: About Me
es: Acerca de Mí
fr: À propos de moi
ja: 自己紹介

source: Profile Privacy
es: Privacidad del Perfil
fr: Confidentialité du profil
ja: プロフィールのプライバシー

source: Public Profile (visible to everyone)
es: Perfil Público (visible para todos)
fr: Profil public (visible par tous)
ja: 公開プロフィール (全員に表示)

source: Private Profile (visible only to mutual friends)
es: Perfil Privado (visible solo para amigos mutuos)
fr: Profil privé (visible uniquement par les amis mutuels)
ja: プライベートプロフィール (相互フォローの友達のみに表示)

source: Friends & Following
es: Amigos y Seguidos
fr: Amis et Abonnements
ja: 友達とフォロー

source: Find More People
es: Encontrar Más Personas
fr: Trouver plus de personnes
ja: 他の人を探す

source: Mutual Friends
es: Amigos Mutuos
fr: Amis mutuels
ja: 相互フォローの友達

source: Following
es: Siguiendo
fr: Abonnements
ja: フォロー中

source: Followers
es: Seguidores
fr: Abonnés
ja: フォロワー

source: Unfollow
es: Dejar de Seguir
fr: Se désabonner
ja: フォロー解除

source: You don't have any mutual friends yet.
es: Aún no tienes amigos mutuos.
fr: Vous n'avez pas encore d'amis mutuels.
ja: まだ相互フォローの友達はいません。

source: You are not following anyone yet.
es: Aún no sigues a nadie.
fr: Vous ne suivez personne pour le moment.
ja: まだ誰もフォローしていません。

source: Find People to Follow
es: Encontrar Personas para Seguir
fr: Trouver des personnes à suivre
ja: フォローする人を探す

source: Follow Back
es: Seguir de Vuelta
fr: Suivre en retour
ja: フォローバック

source: No one is following you yet.
es: Nadie te está siguiendo aún.
fr: Personne ne vous suit pour l'instant.
ja: まだ誰もあなたをフォローしていません。

source: Friend Search Results
es: Resultados de Búsqueda de Amigos
fr: Résultats de recherche d'amis
ja: 友達検索結果

source: Friend Search Results for
es: Resultados de Búsqueda de Amigos para
fr: Résultats de recherche d'amis pour
ja: の友達検索結果

source: Add Friend
es: Añadir Amigo
fr: Ajouter un ami
ja: 友達を追加

source: No users found matching your search.
es: No se encontraron usuarios que coincidan con tu búsqueda.
fr: Aucun utilisateur trouvé correspondant à votre recherche.
ja: 検索に一致するユーザーは見つかりませんでした。

source: Help Center
es: Centro de Ayuda
fr: Centre d'aide
ja: ヘルプセンター

source: Welcome to the help center!
es: ¡Bienvenido al centro de ayuda!
fr: Bienvenue au centre d'aide !
ja: ヘルプセンターへようこそ！

source: Here you can find answers to common questions about using BadReads.
es: Aquí puedes encontrar respuestas a preguntas comunes sobre el uso de BadReads.
fr: Vous trouverez ici les réponses aux questions fréquentes sur l'utilisation de BadReads.
ja: ここでは、BadReadsの利用に関する一般的な質問への回答を見つけることができます。

source: Frequently Asked Questions
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées
ja: よくある質問

source: How do I add a new book?
es: ¿Cómo añado un nuevo libro?
fr: Comment ajouter un nouveau livre ?
ja: 新しい本を追加するにはどうすればよいですか？

source: You can add a new book by navigating to the 'Add Book/Review' section and filling out the book details.
es: Puedes añadir un nuevo libro navegando a la sección 'Añadir Libro/Reseña' y rellenando los detalles del libro.
fr: Vous pouvez ajouter un nouveau livre en vous rendant dans la section 'Ajouter un livre/une critique' et en remplissant les détails du livre.
ja: 「本の追加/レビュー」セクションに移動し、本の詳細を入力することで新しい本を追加できます。

source: How can I change my profile picture?
es: ¿Cómo puedo cambiar mi foto de perfil?
fr: Comment puis-je changer ma photo de profil ?
ja: プロフィール写真を変更するにはどうすればよいですか？

source: Currently, profile picture changes are handled in the 'Edit Profile' section of your settings.
es: Actualmente, los cambios de foto de perfil se gestionan en la sección 'Editar Perfil' de tu configuración.
fr: Actuellement, les changements de photo de profil sont gérés dans la section 'Modifier le profil' de vos paramètres.
ja: 現在、プロフィール写真の変更は、設定の「プロフィールの編集」セクションで処理されます。

source: What are mutual friends?
es: ¿Qué son los amigos mutuos?
fr: Que sont les amis mutuels ?
ja: 相互フォローの友達とは何ですか？

source: Mutual friends are users who follow you, and whom you also follow back.
es: Los amigos mutuos son usuarios que te siguen, y a quienes tú también sigues.
fr: Les amis mutuels sont des utilisateurs qui vous suivent et que vous suivez également en retour.
ja: 相互フォローの友達とは、あなたをフォローしており、あなたもフォローバックしているユーザーのことです。

source: Need more help?
es: ¿Necesitas más ayuda?
fr: Besoin de plus d'aide ?
ja: さらにヘルプが必要ですか？

source: If you can't find the answer to your question here, please feel free to contact our support team.
es: Si no encuentras la respuesta a tu pregunta aquí, no dudes en contactar a nuestro equipo de soporte.
fr: Si vous ne trouvez pas la réponse à votre question ici, n'hésitez pas à contacter notre équipe de support.
ja: ここで質問の答えが見つからない場合は、お気軽にサポートチームにお問い合わせください。

source: Home Page
es: Página de Inicio
fr: Page d'accueil
ja: ホームページ

source: Explore All Books
es: Explorar Todos los Libros
fr: Explorer tous les livres
ja: すべての本を探索

source: See more
es: Ver más
fr: Voir plus
ja: もっと見る

source: Click 'See more' to browse our entire collection.
es: Haz clic en 'Ver más' para explorar nuestra colección completa.
fr: Cliquez sur 'Voir plus' pour parcourir toute notre collection.
ja: 「もっと見る」をクリックして、すべてのコレクションを閲覧してください。

source: Based on your tastes
es: Basado en tus gustos
fr: Basé sur vos goûts
ja: あなたの好みに基づく

source: No recommended books found based on your tastes.
es: No se encontraron libros recomendados basados en tus gustos.
fr: Aucun livre recommandé trouvé en fonction de vos goûts.
ja: あなたの好みに基づくおすすめの本は見つかりませんでした。

source: Previous
es: Anterior
fr: Précédent
ja: 前へ

source: Next
es: Siguiente
fr: Suivant
ja: 次へ

source: Discover amazing books!
es: ¡Descubre libros increíbles!
fr: Découvrez des livres incroyables !
ja: 素晴らしい本を発見しよう！

source: Login or sign up to get personalized recommendations and track your reading journey.
es: Inicia sesión o regístrate para obtener recomendaciones personalizadas y seguir tu viaje de lectura.
fr: Connectez-vous ou inscrivez-vous pour obtenir des recommandations personnalisées et suivre votre parcours de lecture.
ja: ログインまたはサインアップして、パーソナライズされたおすすめを受け取り、読書ジャーニーを追跡しましょう。

source: Create Account
es: Crear Cuenta
fr: Créer un compte
ja: アカウントを作成

source: Trending
es: Tendencias
fr: Tendances
ja: トレンド

source: No trending books found.
es: No se encontraron libros en tendencia.
fr: Aucun livre tendance trouvé.
ja: トレンドの本は見つかりませんでした。

source: Don't have an account? <a href="%(signup_url)s">Sign Up here</a>.
es: ¿No tienes una cuenta? <a href="%(signup_url)s">Regístrate aquí</a>.
fr: Vous n'avez pas de compte ? <a href="%(signup_url)s">Inscrivez-vous ici</a>.
ja: アカウントをお持ちでないですか？<a href="%(signup_url)s">こちらからサインアップ</a>。

source: Manage Blocked Users
es: Administrar Usuarios Bloqueados
fr: Gérer les utilisateurs bloqués
ja: ブロックしたユーザーを管理

source: Users You Have Blocked
es: Usuarios que Has Bloqueado
fr: Utilisateurs que vous avez bloqués
ja: あなたがブロックしたユーザー

source: Blocked on
es: Bloqueado el
fr: Bloqué le
ja: ブロック日時

source: Unblock
es: Desbloquear
fr: Débloquer
ja: ブロック解除

source: You haven't blocked any users yet.
es: Aún no has bloqueado a ningún usuario.
fr: Vous n'avez bloqué aucun utilisateur pour l'instant.
ja: まだ誰もブロックしていません。

source: Wants to Read
es: Quiere Leer
fr: Envie de lire
ja: 読みたい本

source: Added on
es: Añadido el
fr: Ajouté le
ja: 追加日

source: Mark as Read
es: Marcar como Leído
fr: Marquer comme lu
ja: 読了としてマーク

source: Are you sure you want to remove this book from your \\'Wants to Read\\' list?
es: ¿Estás seguro de que quieres eliminar este libro de tu lista de 'Quiere Leer'?
fr: Êtes-vous sûr de vouloir retirer ce livre de votre liste 'Envie de lire' ?
ja: この本を「読みたい本」リストから削除してもよろしいですか？

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除

source: Your 'Wants to Read' list is empty.
es: Tu lista de 'Quiere Leer' está vacía.
fr: Votre liste 'Envie de lire' est vide.
ja: あなたの「読みたい本」リストは空です。

source: Start adding books to your list!
es: ¡Empieza a añadir libros a tu lista!
fr: Commencez à ajouter des livres à votre liste !
ja: リストに本を追加しましょう！

source: Add a Book
es: Añadir un Libro
fr: Ajouter un livre
ja: 本を追加

source: You haven't reviewed any books yet.
es: Aún no has reseñado ningún libro.
fr: Vous n'avez pas encore critiqué de livres.
ja: まだレビューした本はありません。

source: Mark books as read and add your thoughts!
es: ¡Marca libros como leídos y añade tus pensamientos!
fr: Marquez les livres comme lus et ajoutez vos pensées !
ja: 読んだ本をマークして感想を追加しましょう！

source: Add a Review
es: Añadir una Reseña
fr: Ajouter une critique
ja: レビューを追加

source: Notifications
es: Notificaciones
ja: 通知

source: Mark All as Read
es: Marcar Todo como Leído
fr: Tout marquer comme lu
ja: すべて既読にする

source: New
es: Nuevo
fr: Nouveau
ja: 新着

source: You have no new notifications.
es: No tienes notificaciones nuevas.
fr: Vous n'avez aucune nouvelle notification.
ja: 新しい通知はありません。

source: Member since
es: Miembro desde
fr: Membre depuis
ja: メンバー登録日

source: Public Profile
es: Perfil Público
fr: Profil public
ja: 公開プロフィール

source: Private Profile
es: Perfil Privado
fr: Profil privé
ja: 非公開プロフィール

source: Follow
es: Seguir
fr: Suivre
ja: フォロー

source: Are you sure you want to block this user? This will also unfollow them.
es: ¿Estás seguro de que quieres bloquear a este usuario? Esto también hará que dejes de seguirlo.
fr: Êtes-vous sûr de vouloir bloquer cet utilisateur ? Cela le désabonnera également.
ja: このユーザーをブロックしてもよろしいですか？ブロックするとフォローも解除されます。

source: Block
es: Bloquear
fr: Bloquer
ja: ブロック

source: No description provided yet.
es: No se ha proporcionado descripción aún.
fr: Aucune description fournie pour l'instant.
ja: まだ説明がありません。

source: Recent Reviews
es: Reseñas Recientes
fr: Critiques récentes
ja: 最近のレビュー

source: This user has not reviewed any books yet.
es: Este usuario aún no ha reseñado ningún libro.
fr: Cet utilisateur n'a pas encore critiqué de livres.
ja: このユーザーはまだ本をレビューしていません。

source: Reviews by
es: Reseñas de
fr: Critiques de
ja: のレビュー

source: Reviews
es: Reseñas
fr: Critiques
ja: レビュー

source: Popular Reviews (Last 7 Days)
es: Reseñas Populares (Últimos 7 Días)
fr: Critiques populaires (7 derniers jours)
ja: 人気のレビュー (過去7日間)

source: No popular reviews found yet.
es: Aún no se encontraron reseñas populares.
fr: Aucune critique populaire trouvée pour le moment.
ja: 人気のレビューはまだ見つかりませんでした。

source: No reviews found.
es: No se encontraron reseñas.
fr: Aucune critique trouvée.
ja: レビューが見つかりませんでした。

source: Search Results
es: Resultados de Búsqueda
fr: Résultats de recherche
ja: 検索結果

source: Search Results for
es: Resultados de Búsqueda para
fr: Résultats de recherche pour
ja: の検索結果

source: Books
es: Libros
fr: Livres
ja: 本

source: No books found matching your search.
es: No se encontraron libros que coincidan con tu búsqueda.
fr: Aucun livre trouvé correspondant à votre recherche.
ja: 検索に一致する本は見つかりませんでした。

source: Users
es: Usuarios
fr: Utilisateurs
ja: ユーザー
